analysis/results/gozero-YCSB-stdout-e3.log
[OVERALL], RunTime(ms), 53215
[OVERALL], Throughput(ops/sec), 1.2026684205581133
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 17
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.031945879921074886
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 17
[TOTAL_GC_TIME_%], Time(%), 0.031945879921074886
[READ], Operations, 64
[READ], AverageLatency(us), 824752.0
[READ], MinLatency(us), 704512
[READ], MaxLatency(us), 1039871
[READ], 95thPercentileLatency(us), 955903
[READ], 99thPercentileLatency(us), 999935
[READ], Return=OK, 64
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3