analysis/results/gozero-YCSB-stdout-e8.log
[OVERALL], RunTime(ms), 1526998
[OVERALL], Throughput(ops/sec), 1.3097594102939232
[TOTAL_GCS_G1_Young_Generation], Count, 7
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 187
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.01224625048624818
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 7
[TOTAL_GC_TIME], Time(ms), 187
[TOTAL_GC_TIME_%], Time(%), 0.01224625048624818
[READ], Operations, 2000
[READ], AverageLatency(us), 763052.8
[READ], MinLatency(us), 641024
[READ], MaxLatency(us), 920575
[READ], 95thPercentileLatency(us), 839167
[READ], 99thPercentileLatency(us), 861183
[READ], Return=OK, 2000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3